const Employees = () => {
    //1. Спарсить сотрудников и отделы:
  // Сотрудники отсюда: https://json.extendsclass.com/bin/0708a2e56437
  // Отедлы отсюда: https://json.extendsclass.com/bin/828308512cae
  // Добавить заголовок: Security-key: 'metamentor'
  // Прописать типы
  // Преобразовать данные в вид как в файле "Вид данных.png"
  // Вывести данные в виде как в файле"Результат сотдрудников.png"
  // Сделать кнопки Уровень: 1, 2 и сброс, должен выводить выбранные уровни (либо все если сброшено)
  // Ссылка для аватарок и пример данных в data.ts

  

  return (
    <div>
      <h2>Сотрудники</h2>

      {/* Вот сюда */}
    </div>
  )
}

export default Employees