const Employees = () => {
  // Спарсить сотрудников c https://json.extendsclass.com/bin/0708a2e56437
  // !!! Добавить в запросы заголовок: Security-key: 'metamentor'
  // Прописать типы

  // Из файла data.ts взять список отделов departaments

  // Преобразовать данные в вид как в файле "/public/Вид данных.png"
  // т.е. список отделов, в каждом отделе его id, title и employers - список сотрудников этого отдела 

  // Вывести данные в виде как в файле "public/Результат сотдрудников.png"
  // Сделать кнопки Уровень: 1, 2 и сброс, должен выводить выбранные уровни (либо все если сброшено)
  // Ссылка для аватарок и пример данных в data.ts

  

  return (
    <div>
      <h2>Сотрудники</h2>

      {/* Вот сюда */}
    </div>
  )
}

export default Employees